Repository: foobar1643/filehosting
Catalog: locale/*/LC_MESSAGES/*.po
Languages: ru_ru

source: 404 Page not found
ru_ru: 404 Страница не найдена

source: Page you were looking for is not found on this server.
ru_ru: Страница которую вы искали не найдена на этом сервере.

source: Check for errors in the URL.
ru_ru: Проверьте правильность введенного вами адреса.

source: 503 Service temporarily unavailable
ru_ru: 503 Сервис временно недоступен

source: Something went wrong.
ru_ru: Что-то пошло не так.

source: Refresh the page after some time or contact the server administrator.
ru_ru: Обновите страницу через некоторое время или свяжитесь с администратором.

source: Can't unlink file. Try again or contact server administrators.
ru_ru: Невозможно удалить файл. Попробуйте еще раз или свяжитесь с администратором.

source: X-Sendfile either is not enabled or not supported by the server.
ru_ru: X-Sendfile не включен или не поддерживается сервером.

source: Can't load this filetype.
ru_ru: Невозможно загрузить файл этого типа.

source: Can't unlink thumbnail. Try again or contact server administrators.
ru_ru: Невозможно удалить превью. Попробуйте еще раз или свяжитесь с администратором.

source: File size is exceeding the maximum.
ru_ru: Размер файла превышает максимально допустимый.

source: Error while uploading file.
ru_ru: Ошибка при загрузке файла.

source: Attach a file and try again.
ru_ru: Прикрепите файл и попробуйте еще раз.

source: Can't access temporary folder. Contact the server administrator or try again.
ru_ru: Нет доступа к папке с временными файлами. Свяжитесь с администрацией или попробуйте еще раз.

source: An error occurred while writing the file. Contact the server administrator or try again.
ru_ru: При записи файла произошла ошибка. Свяжитесь с администрацией или попробуйте еще раз.

source: File does not exists.
ru_ru: Файла не существует.

source: The comment field is empty.
ru_ru: Вы не заполнили поле комментария.

source: Comment mustn't be longer than 300 symbols.
ru_ru: Комментарий должен быть не длиннее 300 символов.

source: Parent comment does not exists.
ru_ru: Родительского комментария не существует.

source: Maximum comment depth reached.
ru_ru: Достигнута максимальная глубина комментария.

source: Reply
ru_ru: Ответить

source: Reply to the comment
ru_ru: Ответить на комментарий

source: Comment:
ru_ru: Комментарий:

source: Send
ru_ru: Отправить

source: You can also return to the main page.
ru_ru: Так же, вы можете вернуться на главную страницу.

source: Error:
ru_ru: Ошибка:

source: Download
ru_ru: Загрузить

source: Confirm deletion?
ru_ru: Подтвердить удаление?

source: Delete
ru_ru: Удалить

source: Your browser does not support the audio element.
ru_ru: Ваш браузер не поддерживает аудио-элемент.

source: To view this video please enable JavaScript, and consider upgrading to a web browser that supports HTML5 video
ru_ru: Чтобы просмотреть это видео, включите JavaScript, и подумайте об установке веб-браузера который поддерживает HTML5 видео

source: {0, plural, =0{downloads} one{downloads} other{downloads}}
ru_ru: {0, plural, =0{загрузок} one{загрузка} few{загрузки} other{загрузок}}

source: {0, plural, =0{comments} one{comment} other{comments}}
ru_ru: {0, plural, =0{комментариев} one{комментарий} few{комментария} other{комментариев}}

source: Comments
ru_ru: Комментарии

source: This file does not have any comments yet. You can leave a comment using the form below.
ru_ru: У этого файла еще нет комментариев. Вы можете оставить комментарий используя форму ниже.

source: Leave a comment
ru_ru: Оставить комментарий

source: Search
ru_ru: Поиск

source: Upload file
ru_ru: Загрузить файл

source: Settings
ru_ru: Настройки

source: This website is available in your native language. If you want to change language, you can do so on the <a href="/%lang%/settings/">settings page</a>
ru_ru: Этот веб-сайт доступен на вашем родном языке. Вы можете сменить язык на <a href="/%lang%/settings/">странице настроек</a>

source: Resolution
ru_ru: Разрешение

source: Color depth
ru_ru: Глубина цвета

source: Frame rate
ru_ru: Кадров в секунду

source: Duration
ru_ru: Длительность

source: Channels
ru_ru: Кол-во каналов

source: Bitrate
ru_ru: Битрейт

source: Bitrate type
ru_ru: Тип битрейта

source: Codec
ru_ru: Кодек

source: Sample rate
ru_ru: Частота

source: File type
ru_ru: Тип файла

source: File format
ru_ru: Формат файла

source: Hash sum
ru_ru: Хэш сумма

source: Home page
ru_ru: Главная страница

source: The file list is empty.
ru_ru: Список файлов пуст.

source: Popular files
ru_ru: Популярные файлы

source: Last files
ru_ru: Последние файлы

source: Enter a part of file's name
ru_ru: Введите часть имени файла

source: Search results for
ru_ru: Показаны результаты по запросу

source: File is deleted
ru_ru: Файл удален.

source: Nothing is found for <i>&laquo;%query%&raquo;</i> query.
ru_ru: По запросу <i>&laquo;%query%&raquo;</i> ничего не найдено.

source: Search results
ru_ru: Результаты поиска

source: On this page, you will see the search results. Enter your query and press the Search button to begin.
ru_ru: Здесь будут отображаться результаты поиска. Введите запрос и нажмите кнопку Поиск чтобы начать.

source: Upload a file
ru_ru: Загрузить файл

source: Upload
ru_ru: Загрузить

source: Maximum file sie is %sizeLimit% MB.
ru_ru: Максимальный размер файла - %sizeLimit% MB.

source: Application settings
ru_ru: Настройки

source: Language
ru_ru: Язык

source: Save
ru_ru: Сохранить
